{
    "Get in touch via the form below or by email:": "Kontaktieren Sie mich über das unten stehende Formular oder per E-Mail:",
	"Name": "Name",
	"E-Mail address": "E-Mail Adresse",
	"Message": "Nachricht",
	"Send": "Senden",
	"Legal Notice": "Impressum",
	"Angaben gemäß § 5 TMG": "",
    "Germany": "Deutschland",
	"Contact:": "",
    "mobile: 0049 159 01831822" : "mobile: 0049 159 01831822",
	"Haftungsausschluss:": "",
	"Datenschutz": "",
	"Die Nutzung meiner Webseite ist in der Regel ohne Angabe personenbezogener Daten möglich. Soweit auf meinen Seiten personenbezogene Daten (beispielsweise Name, Anschrift oder eMail-Adressen) erhoben werden, erfolgt dies, soweit möglich, stets auf freiwilliger Basis. Diese Daten werden ohne Ihre ausdrückliche Zustimmung nicht an Dritte weitergegeben.": "",
	"Ich weise darauf hin, dass die Datenübertragung im Internet (z.B. bei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann. Ein lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich.": "",
	"Der Nutzung von im Rahmen der Impressumspflicht veröffentlichten Kontaktdaten durch Dritte zur Übersendung von nicht ausdrücklich angeforderter Werbung und Informationsmaterialien wird hiermit ausdrücklich widersprochen. Der Betreiber der Seiten behält sich ausdrücklich rechtliche Schritte im Falle der unverlangten Zusendung von Werbeinformationen, etwa durch Spam-Mails, vor.": "",
	"from": "der",
	"MY Skills": "Meine Kenntnisse",
	"MY Projects": "Meine Projekte",
	"About me.": "Über mich.",
	"I am an avid photographer and software developer.": "Ich bin begeisterter Fotograf und Softwareentwickler.",
	"Developing customer-oriented solutions is my preference.": "Kundenorientierte Lösungen zu entwickeln liegt mir am Herzen.",
	"Contact me.": "Kontaktieren Sie mich.",
	"Home": "Startseite",
	"Skills": "Kenntnisse",
	"Projects": "Projekte",
	"About": "Über mich",
	"Contact": "Kontakt",
	"All": "Alle",
    "Hi,": "Hallo,",
    "I'm": "ich bin",
	"Welcome to my Webpage!": "Willkommen auf meiner Web-Seite!"
}