{
	"Get in touch via the form below or by email:": "Skontaktuj się przez poniższy formularz lub pisząc e-mail:",
	"Name": "Imię i nazwisko",
	"E-Mail address": "adres e-mail",
	"Message": "Wiadomość",
	"Send": "Wyślij",
	"Legal Notice": "Polityka prywatności",
	"Angaben gemäß § 5 TMG": "",
    "Germany": "Niemcy",
	"Contact": "Kontakt",
    "mobile: 0049 159 01831822" : "mobile: 0049 159 01831822",
	"Disclaimer": "Disclaimer",
	"Data protection": "Prywatność",
	"The use of my website is usually possible without providing personal data. As far as mine pages personal data is collected (e.g. name, address or e-mail addresses), this is done insofar as possible, always on a voluntary basis. This data will not be passed on to third parties without your express consent passed on.": "",
	"Ich weise darauf hin, dass die Datenübertragung im Internet (z.B. bei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann. Ein lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich.": "",
	"Der Nutzung von im Rahmen der Impressumspflicht veröffentlichten Kontaktdaten durch Dritte zur Übersendung von nicht ausdrücklich angeforderter Werbung und Informationsmaterialien wird hiermit ausdrücklich widersprochen. Der Betreiber der Seiten behält sich ausdrücklich rechtliche Schritte im Falle der unverlangten Zusendung von Werbeinformationen, etwa durch Spam-Mails, vor.": "",
	"from": "",
	"MY Skills": "Moje Umiejętności",
	"MY Projects": "Moje Projekty",
	"About me.": "O mnie.",
	"I am an avid photographer and software developer.": "Jestem zapalonym fotografem i programistą.",
	"Developing customer-oriented solutions is my preference.": "Tworzenie rozwiązań dla klienta jest moją troską.",
	"Contact me.": "Contact me.",
	"Home": "Strona główna",
	"Skills": "Umiejętności",
	"Projects": "Projekty",
	"About": "O mnie",
	"All": "wszystko",
    "Hi,": "Cześć,",
    "I'm": "jestem",
	"Welcome to my Webpage!": "Witam na mojej stronie internetowej!",
	"how it began": "jak się zaczęło",
	"I received your mail successfully.<br>Thank you.": "Otrzymałem Twoją pocztę pomyślnie.<br>Dziękuję."
}